Repository: hackINdna/MSteel_App
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, kn, ml, mr, pa, te

source: Send
as: পঠোৱা
bn: পাঠান
gu: મોકલો
kn: ಕಳುಹಿಸು
ml: അയക്കുക
mr: पाठवा
pa: ਭੇਜੋ
te: పంపండి

source: OK
as: ঠিক আছে
bn: ঠিক আছে
gu: બરાબર
kn: ಸರಿ
ml: ശരി
mr: ठीक आहे
pa: ਠੀਕ ਹੈ
te: అలాగే

source: CANCEL
as: বাতিল কৰক
bn: বাতিল
gu: રદ કરો
kn: ರದ್ದುಮಾಡು
ml: റദ്ദാക്കുക
mr: रद्द करा
pa: ਰੱਦ ਕਰੋ
te: రద్దు చేయండి

source: Upload Photo
as: ফটো আপলোড কৰক
bn: ছবি আপলোড
gu: અપલોડ કરો ફોટો
kn: ಫೋಟೋ ಅಪ್ಲೋಡ್ ಮಾಡಿ
ml: ഫോട്ടോ അപ്‌ലോഡ് ചെയ്യുക
mr: फोटो अपलोड करा
pa: ਫੋਟੋ ਅੱਪਲੋਡ ਕਰੋ
te: ఫోటోను అప్‌లోడ్ చేయండి

# contnue
source: Continue
as: অব্যাহত ৰাখক
bn: চালিয়ে যান
gu: ચાલુ રાખો
kn: ಮುಂದುವರಿಸಿ
ml: തുടരുക
mr: सुरू
pa: ਜਾਰੀ ਰੱਖੋ
te: కొనసాగించు

source: Update
as: নবীকৰণ
bn: হালনাগাদ
gu: અપડેટ કરો
kn: ನವೀಕರಿಸಿ
ml: അപ്ഡേറ്റ് ചെയ്യുക
mr: अपडेट करा
pa: ਅੱਪਡੇਟ ਕਰੋ
te: నవీకరించు

source: My orders
as: মোৰ অৰ্ডাৰ
bn: আমার আদেশ
gu: મારા ઓર્ડર
kn: ನನ್ನ ಆಜ್ಞೆಗಳು
ml: എന്റെ ഉത്തരവുകൾ
mr: माझे आदेश
pa: ਮੇਰੇ ਹੁਕਮ
te: నా ఆదేశాలు

source: My bills
as: মোৰ বিলবোৰ
bn: আমার বিল
gu: મારા બીલ
kn: ನನ್ನ ಬಿಲ್ಲುಗಳು
ml: എന്റെ ബില്ലുകൾ
mr: माझी बिले
pa: ਮੇਰੇ ਬਿੱਲ
te: నా బిల్లులు

source: My transactions
as: মোৰ লেনদেনবোৰ
bn: আমার লেনদেন
gu: મારા વ્યવહારો
kn: ನನ್ನ ವಹಿವಾಟುಗಳು
ml: എന്റെ ഇടപാടുകൾ
mr: माझे व्यवहार
pa: ਮੇਰੇ ਲੈਣ-ਦੇਣ
te: నా లావాదేవీలు

source: My receipts
as: মোৰ ৰচিদবোৰ
bn: আমার রসিদ
gu: મારી રસીદો
kn: ನನ್ನ ರಸೀದಿಗಳು
ml: എന്റെ രസീതുകൾ
mr: माझ्या पावत्या
pa: ਮੇਰੀਆਂ ਰਸੀਦਾਂ
te: నా రసీదులు

source: Change language
as: ভাষা সলনি কৰক
bn: ভাষা পরিবর্তন করুন
gu: ભાષા બદલો
kn: ಭಾಷೆ ಬದಲಾಯಿಸಿ
ml: ഭാഷ മാറ്റുക
mr: भाषा बदला
pa: ਭਾਸ਼ਾ ਬਦਲੋ
te: భాష మార్చు

source: Stock statements
as: ষ্টক ষ্টেটমেন্ট
bn: স্টক বিবৃতি
gu: સ્ટોક સ્ટેટમેન્ટ
kn: ಸ್ಟಾಕ್ ಹೇಳಿಕೆಗಳು
ml: സ്റ്റോക്ക് പ്രസ്താവനകൾ
mr: स्टॉक स्टेटमेंट
pa: ਸਟਾਕ ਬਿਆਨ
te: స్టాక్ స్టేట్‌మెంట్‌లు

source: My balance
as: মোৰ ভাৰসাম্য
bn: আমার ব্যালেন্স
gu: મારું બેલેન્સ
kn: ನನ್ನ ಸಮತೋಲನ
ml: എന്റെ ബാലൻസ്
mr: माझी शिल्लक
pa: ਮੇਰਾ ਸੰਤੁਲਨ
te: నా బ్యాలెన్స్

source: Subscription plans
as: চাবস্ক্ৰিপচন পৰিকল্পনা
bn: সাবস্ক্রিপশন পরিকল্পনা
gu: સબ્સ્ક્રિપ્શન યોજનાઓ
kn: ಚಂದಾದಾರಿಕೆ ಯೋಜನೆಗಳು
ml: സബ്സ്ക്രിപ്ഷൻ പ്ലാനുകൾ
mr: सदस्यता योजना
pa: ਗਾਹਕੀ ਯੋਜਨਾਵਾਂ
te: సబ్‌స్క్రిప్షన్ ప్లాన్‌లు

source: Contact admin
as: এডমিন যোগাযোগ
bn: অ্যাডমিন যোগাযোগ
gu: એડમિન સંપર્ક
kn: ನಿರ್ವಾಹಕರನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: അഡ്മിനുമായി ബന്ധപ്പെടുക
mr: प्रशासकाशी संपर्क साधा
pa: ਪ੍ਰਬੰਧਕ ਸੰਪਰਕ
te: నిర్వాహకుడిని సంప్రదించండి

source: Logout
as: লগআউট কৰক
bn: প্রস্থান
gu: લૉગ આઉટ
kn: ಲಾಗ್ ಔಟ್
ml: പുറത്തുകടക്കുക
mr: बाहेर पडणे
pa: ਲਾੱਗ ਆਊਟ
te: లాగ్అవుట్

# logoutMessage
source: Are you sure want to logout from application?
as: আপুনি নিশ্চিতভাৱে এপ্লিকেচনৰ পৰা লগআউট কৰিব বিচাৰেনে?
bn: আপনি কি নিশ্চিত যে অ্যাপ্লিকেশন থেকে লগআউট করতে চান?
gu: શું તમે ખરેખર એપ્લિકેશનમાંથી લોગઆઉટ કરવા માંગો છો?
kn: ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ಲಾಗ್‌ಔಟ್ ಮಾಡಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ml: ആപ്ലിക്കേഷനിൽ നിന്ന് ലോഗ്ഔട്ട് ചെയ്യണമെന്ന് തീർച്ചയാണോ?
mr: तुम्‍हाला खात्री आहे की अर्जातून लॉग आउट करायचे आहे?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ ''ਤੇ ਐਪਲੀਕੇਸ਼ਨ ਤੋਂ ਲੌਗਆਉਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ
te: మీరు ఖచ్చితంగా అప్లికేషన్ నుండి లాగ్ అవుట్ చేయాలనుకుంటున్నారా

# emptyFieldError
source: Field cannot be Empty.
as: ফিল্ড খালী হ ব নোৱাৰে।
bn: ক্ষেত্র খালি হতে পারে না।
gu: ફીલ્ડ ખાલી ન હોઈ શકે
kn: ಕ್ಷೇತ್ರವು ಖಾಲಿಯಾಗಿರಬಾರದು
ml: ഫീൽഡ് ശൂന്യമാക്കാൻ കഴിയില്ല
mr: फील्ड रिक्त असू शकत नाही
pa: ਫੀਲਡ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ।
te: ఫీల్డ్ ఖాళీగా ఉండకూడదు

# elaborationRequiredError
source: A little more elaboration required.
as: অলপ বেছি বিশদভাৱে কোৱাৰ প্ৰয়োজন।
bn: একটু বেশি বিশদ বিবরণ প্রয়োজন।
gu: થોડી વધુ વિસ્તરણની જરૂર છે
kn: ಸ್ವಲ್ಪ ಹೆಚ್ಚು ವಿವರಣೆ ಅಗತ್ಯವಿದೆ
ml: കുറച്ചുകൂടി വിശദീകരണം ആവശ്യമാണ്
mr: थोडे अधिक विस्तार आवश्यक आहे
pa: ਥੋੜਾ ਹੋਰ ਵਿਸਤਾਰ ਦੀ ਲੋੜ ਹੈ।
te: మరికొంత వివరణ అవసరం

# enquire
source: Enquiry
as: অনুসন্ধান
bn: অনুসন্ধান
gu: તપાસ
kn: ವಿಚಾರಣೆ
ml: അന്വേഷണം
mr: चौकशी
pa: ਪੜਤਾਲ
te: విచారణ

# enquireFieldHint
source: Write something here...
as: ইয়াত কিবা এটা লিখা
bn: এখানে কিছু লিখুন
gu: અહીં કંઈક લખો
kn: ಇಲ್ಲಿ ಏನಾದರೂ ಬರೆಯಿರಿ
ml: ഇവിടെ എന്തെങ്കിലും എഴുതൂ
mr: इथे काहीतरी लिहा
pa: ਇੱਥੇ ਕੁਝ ਲਿਖੋ
te: ఇక్కడ ఏదైనా రాయండి

# enquireSubmittedSuccessfullyTitle
source: Enquiry Submitted!
as: অনুসন্ধান জমা দিয়া হৈছে!
bn: তদন্ত জমা দেওয়া হয়েছে!
gu: પૂછપરછ સબમિટ!
kn: ವಿಚಾರಣೆಯನ್ನು ಸಲ್ಲಿಸಲಾಗಿದೆ!
ml: അന്വേഷണം സമർപ്പിച്ചു!
mr: चौकशी सादर
pa: ਜਾਂਚ ਦਾਇਰ ਕੀਤੀ ਗਈ
te: విచారణ సమర్పించబడింది

# enquireSubmittedSuccessfullyDescription
source: You will be responded as soon as possible over registered Mobile Number.
as: পঞ্জীয়নভুক্ত মোবাইল নম্বৰৰ জৰিয়তে অতি সোনকালে আপোনাক উত্তৰ দিয়া হ ব।
bn: নিবন্ধিত মোবাইল নম্বরে যত তাড়াতাড়ি সম্ভব আপনাকে প্রতিক্রিয়া জানানো হবে।
gu: રજિસ્ટર્ડ મોબાઇલ નંબર પર તમને શક્ય તેટલી વહેલી તકે જવાબ આપવામાં આવશે
kn: ನೋಂದಾಯಿತ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯ ಮೂಲಕ ನಿಮಗೆ ಸಾಧ್ಯವಾದಷ್ಟು ಬೇಗ ಪ್ರತಿಕ್ರಿಯಿಸಲಾಗುವುದು
ml: രജിസ്റ്റർ ചെയ്ത മൊബൈൽ നമ്പറിൽ നിങ്ങൾക്ക് എത്രയും വേഗം മറുപടി നൽകും
mr: नोंदणीकृत मोबाईल क्रमांकावर तुम्हाला शक्य तितक्या लवकर प्रतिसाद दिला जाईल
pa: ਤੁਹਾਨੂੰ ਰਜਿਸਟਰਡ ਮੋਬਾਈਲ ਨੰਬਰ ''ਤੇ ਜਿੰਨੀ ਜਲਦੀ ਹੋ ਸਕੇ ਜਵਾਬ ਦਿੱਤਾ ਜਾਵੇਗਾ।
te: మీరు రిజిస్టర్డ్ మొబైల్ నంబర్ ద్వారా వీలైనంత త్వరగా ప్రతిస్పందిస్తారు

# enquireSubmittedFailedTitle
source: Enquire Submission Failed!
as: সোধা-পোছা জমা দিয়া ব্যৰ্থ!
bn: অনুসন্ধান জমা ব্যর্থ হয়েছে!
gu: પૂછપરછ સબમિશન નિષ્ફળ થયું!
kn: ವಿಚಾರಣೆ ಸಲ್ಲಿಕೆ ವಿಫಲವಾಗಿದೆ!
ml: അന്വേഷണം സമർപ്പിക്കൽ പരാജയപ്പെട്ടു!
mr: चौकशी सबमिशन अयशस्वी
pa: ਪੁੱਛਗਿੱਛ ਸਪੁਰਦਗੀ ਅਸਫਲ ਰਹੀ
te: విచారణ సమర్పణ విఫలమైంది

# enquireSubmittedFailedDescription
source: Unable to submit Enquiry. {error}
as: অনুসন্ধান জমা দিব পৰা নাই
bn: তদন্ত জমা দিতে অক্ষম
gu: પૂછપરછ સબમિટ કરવામાં અસમર્થ
kn: ವಿಚಾರಣೆಯನ್ನು ಸಲ್ಲಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ml: അന്വേഷണം സമർപ്പിക്കാനായില്ല
mr: चौकशी सबमिट करण्यात अक्षम
pa: ਪੁੱਛਗਿੱਛ ਦਰਜ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ।
te: విచారణను సమర్పించడం సాధ్యం కాలేదు

source: Send Message
as: বাৰ্তা প্ৰেৰণ কৰক
bn: বার্তা পাঠান
gu: સંદેશ મોકલો
kn: ಸಂದೇಶ ಕಳುಹಿಸಿ
ml: സന്ദേശം അയയ്ക്കുക
mr: संदेश पाठवा
pa: ਸੁਨੇਹਾ ਭੇਜੋ
te: సందేశము పంపుము

source: Send Email
as: ইমেইল প্ৰেৰণ কৰক
bn: ইমেইল পাঠান
gu: ઈ - મેલ મોકલો
kn: ಇಮೇಲ್ ಕಳುಹಿಸಿ
ml: ഇമെയിൽ അയയ്ക്കുക
mr: ई - मेल पाठवा
pa: ਈਮੇਲ ਭੇਜੋ
te: ఈ మెయిల్ పంపించండి

source: Pending
as: বাকী থকা
bn: বিচারাধীন
gu: બાકી છે
kn: ಬಾಕಿಯಿದೆ
ml: തീർപ്പാക്കാത്തത്
mr: प्रलंबित
pa: ਬਕਾਇਆ
te: పెండింగ్‌లో ఉంది

source: Completed
as: সম্পূৰ্ণ হ’ল
bn: সম্পন্ন
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
ml: പൂർത്തിയാക്കി
mr: पूर्ण झाले
pa: ਪੂਰਾ ਹੋਇਆ
te: పూర్తయింది

source: Incompleted
as: অসম্পূৰ্ণ
bn: অসম্পূর্ণ
gu: અપૂર્ણ
kn: ಅಪೂರ್ಣ
ml: പൂർത്തിയാകാത്തത്
mr: अपूर्ण
pa: ਅਧੂਰਾ
te: అసంపూర్తి

source: Approved
as: অনুমোদিত
bn: অনুমোদিত
gu: મંજૂર
kn: ಅನುಮೋದಿಸಲಾಗಿದೆ
ml: അംഗീകരിച്ചു
mr: मंजूर
pa: ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ
te: ఆమోదించబడింది

source: Declined
as: অস্বীকাৰ কৰিলে
bn: অস্বীকার করেছে
gu: નકારવું
kn: ನಿರಾಕರಿಸಲಾಗಿದೆ
ml: നിരസിച്ചു
mr: नकार दिला
pa: ਅਸਵੀਕਾਰ ਕੀਤਾ
te: తిరస్కరించబడింది

source: Shipping in Process
as: প্ৰক্ৰিয়াত শিপিং
bn: প্রক্রিয়াধীন শিপিং
gu: શિપિંગ પ્રક્રિયામાં છે
kn: ಶಿಪ್ಪಿಂಗ್ ಪ್ರಕ್ರಿಯೆಯಲ್ಲಿದೆ
ml: ഷിപ്പിംഗ് പ്രക്രിയയിലാണ്
mr: शिपिंग प्रक्रियेत
pa: ਸ਼ਿਪਿੰਗ ਪ੍ਰਕਿਰਿਆ ਵਿੱਚ ਹੈ
te: షిప్పింగ్ ప్రక్రియలో ఉంది

source: Quantity
as: পৰিমাণ
bn: পরিমাণ
gu: જથ્થો
kn: ಪ್ರಮಾಣ
ml: അളവ്
mr: प्रमाण
pa: ਮਾਤਰਾ
te: పరిమాణం

source: Booking Rate
as: বুকিং ৰেট
bn: বুকিং রেট
gu: બુકિંગ દર
kn: ಬುಕಿಂಗ್ ದರ
ml: ബുക്കിംഗ് നിരക്ക്
mr: बुकिंग दर
pa: ਬੁਕਿੰਗ ਦਰ
te: బుకింగ్ రేటు

source: Order
as: ক্ৰম
bn: অর্ডার
gu: ઓર્ડર
kn: ಆದೇಶ
ml: ഓർഡർ ചെയ്യുക
mr: ऑर्डर करा
pa: ਆਰਡਰ
te: ఆర్డర్ చేయండి

source: Order Statements
as: অৰ্ডাৰ ষ্টেটমেন্ট
bn: আদেশ বিবৃতি
gu: ઓર્ડર નિવેદનો
kn: ಆದೇಶ ಹೇಳಿಕೆಗಳು
ml: ഓർഡർ പ്രസ്താവനകൾ
mr: ऑर्डर स्टेटमेंट्स
pa: ਆਰਡਰ ਸਟੇਟਮੈਂਟਸ
te: ఆర్డర్ స్టేట్‌మెంట్‌లు

source: New Orders
as: নতুন অৰ্ডাৰ
bn: নতুন আদেশসমূহ
gu: નવા ઓર્ડર્સ
kn: ಹೊಸ ಆದೇಶಗಳು
ml: പുതിയ ഓർഡറുകൾ
mr: नवीन ऑर्डर
pa: ਨਵੇਂ ਆਰਡਰ
te: కొత్త ఆర్డర్లు

source: Previous Orders
as: পূৰ্বৰ অৰ্ডাৰসমূহ
bn: পূর্ববর্তী আদেশ
gu: અગાઉના ઓર્ડર્સ
kn: ಹಿಂದಿನ ಆದೇಶಗಳು
ml: മുൻ ഓർഡറുകൾ
mr: मागील ऑर्डर
pa: ਪਿਛਲੇ ਆਰਡਰ
te: మునుపటి ఆర్డర్‌లు

source: No Orders to show
as: দেখুৱাবলৈ কোনো অৰ্ডাৰ নাই
bn: দেখানোর জন্য কোন আদেশ নেই
gu: બતાવવા માટે કોઈ ઓર્ડર નથી
kn: ತೋರಿಸಲು ಯಾವುದೇ ಆದೇಶಗಳಿಲ್ಲ
ml: കാണിക്കാൻ ഉത്തരവുകളൊന്നുമില്ല
mr: दर्शविण्यासाठी कोणतेही आदेश नाहीत
pa: ਦਿਖਾਉਣ ਲਈ ਕੋਈ ਆਰਡਰ ਨਹੀਂ
te: చూపించడానికి ఆదేశాలు లేవు

source: No Transactions to show
as: দেখুৱাবলৈ কোনো লেনদেন নাই
bn: দেখানোর জন্য কোন লেনদেন নেই
gu: બતાવવા માટે કોઈ વ્યવહારો નથી
kn: ತೋರಿಸಲು ಯಾವುದೇ ವಹಿವಾಟುಗಳಿಲ್ಲ
ml: കാണിക്കാൻ ഇടപാടുകളൊന്നുമില്ല
mr: दर्शविण्यासाठी कोणतेही व्यवहार नाहीत
pa: ਦਿਖਾਉਣ ਲਈ ਕੋਈ ਲੈਣ-ਦੇਣ ਨਹੀਂ
te: చూపించడానికి లావాదేవీలు లేవు

source: No Receipts to show
as: দেখুৱাবলৈ কোনো ৰচিদ নাই
bn: দেখানোর জন্য কোন রসিদ নেই
gu: બતાવવા માટે કોઈ રસીદો નથી
kn: ತೋರಿಸಲು ಯಾವುದೇ ರಸೀದಿಗಳಿಲ್ಲ
ml: കാണിക്കാൻ രസീതുകളൊന്നുമില്ല
mr: दाखवण्यासाठी कोणत्याही पावत्या नाहीत
pa: ਦਿਖਾਉਣ ਲਈ ਕੋਈ ਰਸੀਦਾਂ ਨਹੀਂ ਹਨ
te: చూపించడానికి రసీదులు లేవు

source: Bill
as: বিল
bn: বিল
gu: બિલ
kn: ಬಿಲ್
ml: ബിൽ
mr: बिल
pa: ਬਿੱਲ
te: బిల్లు

source: Balance
as: ভাৰসাম্যতা বজাই ৰখা
bn: ভারসাম্য
gu: સંતુલન
kn: ಸಮತೋಲನ
ml: ബാലൻസ്
mr: शिल्लक
pa: ਸੰਤੁਲਨ
te: సంతులనం

source: No Bills to show
as: দেখুৱাবলৈ কোনো বিল নাই
bn: দেখানোর জন্য কোন বিল নেই
gu: બતાવવા માટે કોઈ બિલ નથી
kn: ತೋರಿಸಲು ಯಾವುದೇ ಬಿಲ್‌ಗಳಿಲ್ಲ
ml: കാണിക്കാൻ ബില്ലുകളൊന്നുമില്ല
mr: दर्शविण्यासाठी बिल नाही
pa: ਦਿਖਾਉਣ ਲਈ ਕੋਈ ਬਿੱਲ ਨਹੀਂ ਹਨ
te: చూపించడానికి బిల్లులు లేవు

source: Factory Rate
as: কাৰখানাৰ হাৰ
bn: কারখানার হার
gu: ફેક્ટરી દર
kn: ಕಾರ್ಖಾನೆ ದರ
ml: ഫാക്ടറി നിരക്ക്
mr: कारखाना दर
pa: ਫੈਕਟਰੀ ਦਰ
te: ఫ్యాక్టరీ రేటు

source: Order Now
as: এতিয়াই অৰ্ডাৰ কৰক
bn: এখনি আদেশ কর
gu: હવે ઓર્ડર કરો
kn: ಈಗ ಆದೇಶಿಸು
ml: ഇപ്പൊള് ആജ്ഞാപിക്കുക
mr: लगेच मागवणे
pa: ਹੁਣੇ ਆਰਡਰ ਕਰੋ
te: ఇప్పుడే ఆర్డర్ చెయ్యండి

source: Place Order
as: অৰ্ডাৰ ৰাখক
bn: অর্ডার করুন
gu: ઓર્ડર કરો
kn: ಆದೇಶವನ್ನು ಇರಿಸಿ
ml: ഓർഡർ നൽകുക
mr: मागणी नोंद करा
pa: ਹੁਕਮ ਕਰੋ
te: ఆర్డర్ ఉంచండి

source: Net Price
as: নিকা মূল্য
bn: মোট মূল্য
gu: ચોખ્ખી કિંમત
kn: ನಿವ್ವಳ ಬೆಲೆ
ml: മൊത്തം വില
mr: निव्वळ किंमत
pa: ਸ਼ੁੱਧ ਕੀਮਤ
te: నికర ధర

source: Order Quantity
as: অৰ্ডাৰৰ পৰিমাণ
bn: অর্ডারের পরিমাণ
gu: ઓર્ડર જથ્થો
kn: ಆದೇಶದ ಪ್ರಮಾಣ
ml: ഓർഡർ അളവ്
mr: ऑर्डर प्रमाण
pa: ਆਰਡਰ ਦੀ ਮਾਤਰਾ
te: ఆర్డర్ పరిమాణం

source: Order Amount
as: অৰ্ডাৰৰ মূল্য
bn: অর্ডার মূল্য
gu: ઓર્ડરની રકમ
kn: ಆದೇಶದ ಮೊತ್ತ
ml: ഓർഡർ തുക
mr: ऑर्डरची रक्कम
pa: ਆਰਡਰ ਦੀ ਮਾਤਰਾ
te: ఆర్డర్ మొత్తం

source: Enter quantity in MT
as: MT ত পৰিমাণ লিখক
bn: MT এ পরিমাণ লিখুন
gu: MT માં જથ્થો દાખલ કરો
kn: MT ಯಲ್ಲಿ ಪ್ರಮಾಣವನ್ನು ನಮೂದಿಸಿ
ml: എംടിയിൽ അളവ് നൽകുക
mr: MT मध्ये प्रमाण प्रविष्ट करा
pa: MT ਵਿੱਚ ਮਾਤਰਾ ਦਰਜ ਕਰੋ
te: MTలో పరిమాణాన్ని నమోదు చేయండి

source: Congratulations
as: অভিনন্দন
bn: অভিনন্দন
gu: અભિનંદન
kn: ಅಭಿನಂದನೆಗಳು
ml: അഭിനന്ദനങ്ങൾ
mr: अभिनंदन
pa: ਵਧਾਈਆਂ
te: అభినందనలు

# congratulationsSuccessfullMessage
source: Your order has been placed successfully please wait until approval or contact us.
as: আপোনাৰ অৰ্ডাৰ সফলতাৰে কৰা হৈছে অনুগ্ৰহ কৰি অনুমোদন নোহোৱালৈকে অপেক্ষা কৰক বা আমাৰ সৈতে যোগাযোগ কৰক।
bn: আপনার অর্ডার সফলভাবে স্থাপন করা হয়েছে অনুমোদন পর্যন্ত অপেক্ষা করুন বা আমাদের সাথে যোগাযোগ করুন
gu: તમારો ઓર્ડર સફળતાપૂર્વક મૂકવામાં આવ્યો છે, કૃપા કરીને મંજૂરી મળે ત્યાં સુધી રાહ જુઓ અથવા અમારો સંપર્ક કરો
kn: ನಿಮ್ಮ ಆರ್ಡರ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಇರಿಸಲಾಗಿದೆ ದಯವಿಟ್ಟು ಅನುಮೋದನೆ ತನಕ ನಿರೀಕ್ಷಿಸಿ ಅಥವಾ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: നിങ്ങളുടെ ഓർഡർ വിജയകരമായി സ്ഥാപിച്ചു, അംഗീകാരം വരെ കാത്തിരിക്കുക അല്ലെങ്കിൽ ഞങ്ങളെ ബന്ധപ്പെടുക
mr: तुमची ऑर्डर यशस्वीरित्या देण्यात आली आहे कृपया मंजूरी मिळेपर्यंत प्रतीक्षा करा किंवा आमच्याशी संपर्क साधा
pa: ਤੁਹਾਡਾ ਆਰਡਰ ਸਫਲਤਾਪੂਰਵਕ ਰੱਖਿਆ ਗਿਆ ਹੈ ਕਿਰਪਾ ਕਰਕੇ ਮਨਜ਼ੂਰੀ ਹੋਣ ਤੱਕ ਉਡੀਕ ਕਰੋ ਜਾਂ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
te: మీ ఆర్డర్ విజయవంతంగా ఉంచబడింది, దయచేసి ఆమోదం పొందే వరకు వేచి ఉండండి లేదా మమ్మల్ని సంప్రదించండి

source: Subscriptions
as: চাবস্ক্ৰিপচন
bn: সদস্যতা
gu: સબ્સ્ક્રિપ્શન્સ
kn: ಚಂದಾದಾರಿಕೆಗಳು
ml: സബ്സ്ക്രിപ്ഷനുകൾ
mr: सदस्यता
pa: ਗਾਹਕੀਆਂ
te: చందాలు

source: PLATINUM
as: প্লেটিনাম
bn: প্লাটিনাম
gu: પ્લેટિનમ
kn: ಪ್ಲಾಟಿನಮ್
ml: പ്ലാറ്റിനം
mr: प्लॅटिनम
pa: ਪਲੈਟੀਨਮ
te: ప్లాటినం

source: Get Platinum
as: প্লেটিনাম পাওক
bn: প্লাটিনাম পান
gu: પ્લેટિનમ મેળવો
kn: ಪ್ಲಾಟಿನಂ ಪಡೆಯಿರಿ
ml: പ്ലാറ്റിനം നേടുക
mr: प्लॅटिनम मिळवा
pa: ਪਲੈਟੀਨਮ ਪ੍ਰਾਪਤ ਕਰੋ
te: ప్లాటినం పొందండి

source: GOLD
as: সোণ
bn: সোনা
gu: સોનું
kn: ಚಿನ್ನ
ml: സ്വർണ്ണം
mr: सोने
pa: ਸੋਨਾ
te: బంగారం

source: Get Gold
as: সোণ পাওক
bn: সোনা পাওয়ার জন্য
gu: સોનું મેળવો
kn: ಚಿನ್ನ ಪಡೆಯಿರಿ
ml: സ്വർണം നേടൂ
mr: सोने मिळवा
pa: ਸੋਨਾ ਪ੍ਰਾਪਤ ਕਰੋ
te: బంగారం పొందండి

source: days
as: দিন
bn: দিন
gu: દિવસ
kn: ದಿನಗಳು
ml: ദിവസങ്ങളിൽ
mr: दिवस
pa: ਦਿਨ
te: రోజులు

source: months
as: মাহ
bn: মাস
gu: મહિનાઓ
kn: ತಿಂಗಳುಗಳು
ml: മാസങ്ങൾ
mr: महिने
pa: ਮਹੀਨੇ
te: నెలల

source: years
as: বছৰবোৰ
bn: বছর
gu: વર્ષ
kn: ವರ್ಷಗಳು
ml: വർഷങ്ങൾ
mr: वर्षे
pa: ਸਾਲ
te: సంవత్సరాలు

source: Check Balance
as: বেলেন্স পৰীক্ষা কৰক
bn: ব্যালেন্স চেক করুন
gu: બેલેન્સ તપાસો
kn: ಬ್ಯಾಲೆನ್ಸ್ ಪರಿಶೀಲಿಸಿ
ml: ബാലൻസ് പരിശോധിക്കുക
mr: शिल्लक तपासा
pa: ਬਕਾਇਆ ਚੈੱਕ ਕਰੋ
te: బ్యాలెన్స్ తనిఖీ చేయండి

source: Date
as: তাৰিখ
bn: তারিখ
gu: તારીખ
kn: ದಿನಾಂಕ
ml: തീയതി
mr: तारीख
pa: ਤਾਰੀਖ਼
te: తేదీ

source: Section Pipe
as: ছেকচন পাইপ
bn: সেকশন পাইপ
gu: વિભાગ પાઇપ
kn: ವಿಭಾಗ ಪೈಪ್
ml: വിഭാഗം പൈപ്പ്
mr: विभाग पाईप
pa: ਸੈਕਸ਼ਨ ਪਾਈਪ
te: విభాగం పైప్

source: Round Pipe
as: ঘূৰণীয়া পাইপ
bn: গোলাকার পাইপ
gu: રાઉન્ડ પાઇપ
kn: ರೌಂಡ್ ಪೈಪ್
ml: വൃത്താകൃതിയിലുള്ള പൈപ്പ്
mr: गोल पाईप
pa: ਗੋਲ ਪਾਈਪ
te: రౌండ్ పైప్

source: Square Pipe
as: বৰ্গক্ষেত্ৰৰ পাইপ
bn: বর্গাকার পাইপ
gu: ચોરસ પાઇપ
kn: ಚದರ ಪೈಪ್
ml: ചതുര പൈപ്പ്
mr: चौरस पाईप
pa: ਵਰਗ ਪਾਈਪ
te: స్క్వేర్ పైప్

source: Swipe left
as: বাওঁফালে চুইপ কৰক
bn: বাম সোয়াইপ
gu: ડાબે સ્વાઇપ કરો
ml: ഇടത്തേക്ക് സ്വൈപ്പ് ചെയ്യുക
mr: डावीकडे स्वाइप करा
pa: ਖੱਬੇ ਪਾਸੇ ਸਵਾਈਪ ਕਰੋ
te: ఎడమ స్వైప్

source: Thickness
as: ডাঠতা
bn: পুরুত্ব
gu: જાડાઈ
kn: ದಪ್ಪ
ml: കനം
mr: जाडी
pa: ਮੋਟਾਈ
te: మందం

source: Weight Per Pes.
as: ওজন প্ৰতি পেছ।
bn: পেস প্রতি ওজন।
gu: પેસ દીઠ વજન
kn: ಪ್ರತಿ ಪೆಸ್ ತೂಕ
ml: ഓരോ പെസിലും ഭാരം
mr: प्रति पेस वजन
pa: ਪ੍ਰਤੀ ਟੁਕੜਾ ਭਾਰ
te: ఒక్కో ముక్కకు బరువు

source: Total
as: মুঠ
bn: মোট
gu: કુલ
kn: ಒಟ್ಟು
ml: ആകെ
mr: एकूण
pa: ਕੁੱਲ
te: మొత్తం

source: Search here
as: ইয়াত সন্ধান কৰক
bn: এখানে অনুসন্ধান করুন
gu: અહીં શોધો
kn: ಇಲ್ಲಿ ಹುಡುಕಿ
ml: ഇവിടെ തിരയുക
mr: येथे शोधा
pa: ਇੱਥੇ ਖੋਜ ਕਰੋ
te: ఇక్కడ వెతకండి

source: Profile
as: ৰূপৰেখা
bn: প্রোফাইল
gu: પ્રોફાઇલ
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
pa: ਪ੍ਰੋਫਾਈਲ
te: ప్రొఫైల్
